Repository: ProjectCeleste/Celeste.Launcher
Catalog: Celeste_Launcher_Gui/Properties/Resources.*.resx
Languages: cht, de_de, es_es, fr_fr, it_it, pt_br

# WindowsFirewallHelperSpartanNotFound
source: Spartan.exe was not found, run a game scan to make sure you are not missing any game files.
cht: 找不到 Spartan.exe 请运行游戏扫描工具以确保没有丢失任何游戏文件。
de_de: Spartan.exe wurde nicht gefunden. Bitte führe einen Spiel Scan aus um sicher zugehen, dass keine Spieledateien fehlen.
es_es: Spartan.exe no se ha encontrado, ejecuta un escaneo del juego para asegurarte de que no te faltan archivos del juego.
fr_fr: Spartan.exe n'a pas été trouvé, lancez un scan du jeu pour vous assurer qu'il ne manque aucun fichier.
it_it: Spartan.exe non è stato trovato, esegui la Scansione gioco per assicurarti che non manchi alcun file di gioco.
pt_br: Spartan.exe não foi encontrado, execute uma verificação do jogo para garantir que não haja nenhum arquivo do jogo faltando.

# FriendListAcceptRequestBtn
source: Accept
cht: 接受
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
it_it: Accettare
pt_br: Aceitar

# FriendListAddFriendBtn
source: Add friend
cht: 添加好友
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
it_it: Agg amico
pt_br: Adicionar

# FriendListCancelFriendRequest
source: Cancel friend request
cht: 取消好友请求
de_de: Freundschaftsanfrage abbrechen
es_es: Cancelar solicitud de amistad
fr_fr: Annuler la requête d'ami
it_it: Cancella la richiesta di amicizia
pt_br: Cancelar pedido de amizade

# FriendListDeclineRequestBtn
source: Decline
cht: 拒绝
de_de: Ablehnen
es_es: Declinar
fr_fr: Refuser
it_it: Rifiuta
pt_br: Rejeitar

# FriendListFilterPlaceholder
source: Filter
cht: 过滤器
es_es: Filtrar
fr_fr: Filtrer
it_it: Filtro
pt_br: Filtro

# FriendListFriendRequestDescription
source: Has sent you a friend request
cht: 已向你发送的好友请求
de_de: Freundschaftsanfrage erhalten
es_es: Te ha enviado una solicitud de amistad
fr_fr: Vous a envoyé une requête d'ami
it_it: Ti ha inviato una richiesta di amicizia
pt_br: Enviou um pedido de amizade para você

# FriendListOffline
source: Offline
cht: 离线
es_es: Desconectado
fr_fr: Hors ligne

# FriendListOutgoingFriendRequest
source: Outgoing friend request
cht: 发送好友请求
de_de: Ausgehende Anfrage
es_es: Enviando solicitud de amistad
fr_fr: Requêtes d'ami envoyées
it_it: Richieste di amicizia inviata
pt_br: Pedido de amizade enviado

# FriendListRemoveFriend
source: Remove friend
cht: 删除好友
de_de: Entferne Freund
es_es: Eliminar amigo
fr_fr: Retirer l'ami
it_it: Rimuovi amico
pt_br: Remover amigo

# FriendListTitle
source: Friends
cht: 好友列表
de_de: Freunde
es_es: Amigos
fr_fr: Amis
it_it: Amici
pt_br: Amigos

# FriendsOnlineText
source: Friends online:
cht: 在线好友：
de_de: Freunde online:
es_es: Amigos en linea:
fr_fr: Amis en ligne :
it_it: Amici online:
pt_br: Amigos online:

# SendFriendRequestCancelBtn
source: Cancel
cht: 取消
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
pt_br: Cancelar

# SendFriendRequestFailed
source: Could not send a friend request to {0}
cht: 无法向 {0} 发送好友请求
de_de: Es konnte keine Freundschaftsanfrage zu {0} entsendet werden
es_es: No puedes enviar solicitud de amistad a {0}
fr_fr: Impossible d'envoyer une requête d'ami à {0}
it_it: Impossibile inviare una richiesta di amicizia a {0}
pt_br: Não foi possível enviar uma solicitação de amizade para {0}

# SendFriendRequestSendBtn
source: Send
cht: 发送
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
it_it: Invia
pt_br: Enviar

# SendFriendRequestTitle
source: Send a friend request
cht: 发送好友请求
de_de: Entsende eine Freundschaftsanfrage
es_es: Enviar solicitud de amistad
fr_fr: Envoyer une requête d'ami
it_it: Invia una richiesta di amicizia
pt_br: Envie uma solicitação de amizade

# SendFriendRequestUsernameLabel
source: Username:
cht: 用户名：
de_de: Nutzername:
es_es: Nombre de usuario:
fr_fr: Nom d'utilisateur :
it_it: Nome utente:
pt_br: Nome do usuário:

# LauncherAlreadyRunningMessage
source: The launcher is already running and will now exit.
cht: 启动程序已经运行，并将退出。
de_de: Der Launcher läuft bereits und wird nun geschlossen.
es_es: El lanzador ya se está ejecutando y ahora saldrá.
fr_fr: Le Lanceur est déjà en cours d'exécution et va maintenant se fermer.
it_it: Il launcher è già in esecuzione e ora verrà chiuso.
pt_br: O iniciador já está em execução e agora fechará.

# FriendListMaxFriendsReached
source: Cannot add a friend because your friendlist is full.
cht: 无法添加好友，因为你的好友列表已满。
de_de: Es können keine weiteren Freunde hinzugefügt werden. Deine Freundesliste ist voll.
es_es: No puedes añadir un amigo porque tu lista ya está llena.
fr_fr: Votre liste d'amis est pleine, impossible d'ajouter plus d'amis.
it_it: Impossibile aggiungere un amico perché la tua lista amici è piena.
pt_br: Não é possível adicionar um amigo porque sua lista de amigos está cheia.

# GamePathSelectionWindowTitle
source: Select game location
cht: 选择游戏安装位置
de_de: Wähle den Spielstandort aus
es_es: Seleccionar ubicación del juego
fr_fr: Sélectionner l'emplacement du jeu
it_it: Seleziona la posizione del gioco
pt_br: Selecionar local do jogo

# MultiplayerSettingsTitle
source: Multiplayer Settings
cht: 多人游戏设置
de_de: Mehrspieler Einstellungen
es_es: Configuración multijugador
fr_fr: Paramètres Multijoueur
it_it: Impostazioni Multiplayer
pt_br: Configurações de Multijogador

# ResetPasswordTitle
source: Reset Password
cht: 重置密码
de_de: Passwort zurücksetzen
es_es: Restablecer contraseña
fr_fr: Réinitialiser le mot de passe
it_it: Reimposta password
pt_br: Redefinir Senha

# ResetPasswordWindowTitle
source: Reset Password
cht: 重置密码
de_de: Passwort zurücksetzen
es_es: Restablecer contraseña
fr_fr: Réinitialiser le mot de passe
it_it: Reimposta password
pt_br: Redefinir Senha

# SteamConverterWindowTitle
source: Confirm Steam Conversion
cht: 确认 Steam 转化
de_de: Steam Konvertierung bestätigen
es_es: Confirmar conversión a Steam
fr_fr: Confirmer la conversion en jeu Steam
it_it: Conferma la conversione a gioco Steam
pt_br: Confirme a conversão para Steam

# OverviewChangePassword
source: Change password
cht: 修改密码
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Changer de mot de passe
it_it: Cambia la password
pt_br: Mudar senha

# OverviewEnableDiagnosticsMode
source: Enable diagnostics mode
cht: 启用诊断模式
de_de: Diagnose Modus aktivieren
es_es: Habilitar el modo de diagnóstico
fr_fr: Activer le mode diagnotic
it_it: Attiva modalità diagnostica
pt_br: Ativar modo de diagnóstico

# OverviewGameLanguageSettings
source: Game language
cht: 游戏语言
de_de: Spielsprache
es_es: Lenguaje del juego
fr_fr: Langue du jeu
it_it: Lingua del gioco
pt_br: Linguagem do jogo

# OverviewGameScan
source: Game scan
cht: 游戏扫描
de_de: Spiel Scan
es_es: Escaner del juego
fr_fr: Scan du jeu
it_it: Scansione gioco
pt_br: Verificação do jogo

# OverviewGameSettings
source: Game settings
cht: 游戏设置
de_de: Spieleinstellungen
es_es: Configuración de juego
fr_fr: Paramètres du jeu
it_it: Impostazioni di gioco
pt_br: Configurações do jogo

# OverviewLogOut
source: Log out
cht: 登出
de_de: Ausloggen
es_es: Cerrar sesión
fr_fr: Déconnexion
it_it: Disconnettiti
pt_br: Sair

# OverviewMultiplayerSettings
source: Multiplayer settings
cht: 多人游戏设置
de_de: Mehrspieler Einstellungen
es_es: Configurar multijugador
fr_fr: Paramètres Multijoueur
it_it: Impostazioni Multiplayer
pt_br: Configurações de Multijogador

# OverviewSteam
source: Convert to Steam game
cht: 转化为 Steam 平台进行游戏
de_de: Konvertiere zum Steam Spiel
es_es: Convertir a juego de Steam
fr_fr: Convertir en jeu Steam
it_it: Converti in un goco Steam
pt_br: Converter para jogo Steam

# OverviewUpdateLauncher
source: Update launcher
cht: 更新启动程序
de_de: Launcher updaten
es_es: Actualizar lanzador
fr_fr: Mettre à jour le lanceur
it_it: Aggiorna launcher
pt_br: Atualizar Iniciador

# OverviewWindowsFeatures
source: Windows Features
cht: Windows 功能
de_de: Windows Eigenschaften
es_es: Características de Windows
fr_fr: Fonctionnalités Windows
it_it: Funzionalità Windows
pt_br: Recursos do Windows

# OverviewWindowsFirewall
source: Windows Firewall
cht: Windows 防火墙
es_es: Cortafuegos de Windows
fr_fr: Pare-feu Windows
pt_br: Firewall do Windows

# ChangePasswordTitle
source: Change Password
cht: 修改密码
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Changer de mot de passe
it_it: Cambia la password
pt_br: Mudar Senha

# GameScannerFastDownloadOption
source: Fast download
de_de: Schneller Download
es_es: Descarga rápida
fr_fr: Téléchargement rapide
it_it: Download veloce
pt_br: Download rápido

# GameScannerFastDownloadWarning
source: Enabling fast downloads might cause issues downloading game data. If it fails downloading your game files, try again with this option disabled.
de_de: Schneller Download kann beim Herunterladen der Spieledateien Probleme verursachen. Deaktiviere es, falls das Herunterladen der Spieledateien fehlschlägt.
es_es: Habilitar la descarga rápida puede causar problemas al descargar los datos del juego. Si no puede descargar los archivos del juego, intente nuevamente con esta opción desactivada.
fr_fr: Activer le téléchargement rapide peut poser problème lors du téléchargement des fichiers du jeu. Si le téléchargement échoue, essayez à nouveau en désactivant cette option.
it_it: L'abilitazione del download veloce potrebbe causare problemi durante il download dei dati di gioco. Se non riesci a scaricare i file di gioco, riprova con questa opzione disattivata.
pt_br: A ativação de downloads rápidos pode causar problemas ao baixar os dados do jogo. Se falhar no download dos arquivos do jogo, tente novamente com esta opção desativada.

# ServerResponse_ACCOUNT_BANNED
source: This account is banned.
de_de: Dieses Konto wurde gebannt.
es_es: Esta cuenta está suspendida.
fr_fr: Ce compte est banni.
it_it: Questo account è stato bannato.
pt_br: Esta conta foi banida.

# ServerResponse_ALREADY_A_FRIEND
source: You are already friends with this user.
de_de: Du bist bereits mit diesem Spieler befreundet.
es_es: Ya eres amigo de este usuario.
fr_fr: Vous êtes déjà ami avec cet utilisateur.
it_it: Sei già amico di questo utente.
pt_br: Você já é amigo deste usuário.

# ServerResponse_ALREADY_RECEIVED_A_FRIEND_REQUEST
source: You have already received a friend request from this user.
de_de: Du hast bereits eine Freundschaftsanfrage von diesem Spieler erhalten.
es_es: Ya has recibido una solicitud de amistad de este usuario.
fr_fr: Vous avez déjà reçu une invitation d'ami de la part de cet utilisateur.
it_it: Hai già ricevuto una richiesta di amicizia da questo utente.
pt_br: Você já recebeu um pedido de amizade deste usuário.

# ServerResponse_BAD_LOGIN
source: Invalid email address or password.
de_de: Ungültiges Email Adresse oder Passwort.
es_es: Dirección de email o contraseña invalida.
fr_fr: Adresse email ou mot de passe invalide.
it_it: Indirizzo email o password non validi.
pt_br: E-mail ou senha inválidos.

# ServerResponse_CANNOT_FRIEND_YOURSELF
source: You cannot send a friend request to yourself.
de_de: Du kannst dir selber keine Freundschaftsanfrage senden.
es_es: No te puedes enviar solicitud de amistad a ti mismo.
fr_fr: Vous ne pouvez pas vous inviter en ami vous-même.
it_it: Non puoi inviare una richiesta di amicizia a te stesso.
pt_br: Você não pode enviar um pedido de amizade para si mesmo.

# ServerResponse_EMAIL_ADDRESSES_DONT_MATCH
source: The entered email addresses don't match.
de_de: Die Email Adressen sind nicht identisch.
es_es: Las direcciones de email introducidas no coinciden.
fr_fr: Les adresses email saisies ne correspondent pas.
it_it: Gli indirizzi e-mail inseriti non corrispondono.
pt_br: Os endereços de e-mail inseridos não coincidem.

# ServerResponse_EMAIL_ALREADY_IN_USE
source: This email address is already in use.
de_de: Die angegebene Email Adresse wird schon genutzt.
es_es: Esta dirección de email ya está en uso.
fr_fr: Cette adresse email est déjà utilisée.
it_it: Questo indirizzo e-mail è già in uso.
pt_br: Este endereço de e-mail já está em uso.

# ServerResponse_FRIEND_REQUEST_PENDING
source: You already have a pending friend request towards this user.
de_de: Es wurde schon eine Freundschaftsanfrage an diesen Spieler gesendet.
es_es: Ya tienes una solicitud de amistad pendiente para este usuario.
fr_fr: Vous avez déjà une invitation d'ami en attente pour cet utilisateur.
it_it: Hai già una richiesta di amicizia in sospeso con questo utente.
pt_br: Você já tem uma solicitação de amizade pendente para este usuário.

# ServerResponse_GENERAL_ERROR
source: Something bad happened. Try again or ask in the forums or Discord if this issue persists.
de_de: Etwas ist schief gegangen. Versuche es erneut oder frage im Forum oder in Discord nach, sofern das Problem unverändert bleibt.
es_es: Algo malo sucedió. Vuelve a intentarlo o pregunta en los foros o Discord si el problema persiste.
fr_fr: Une erreur est survenue. Essayez à nouveau ou demandez de l'aide sur nos forums ou Discord si le problème persiste.
it_it: Si è verificato un errore. Riprova o chiedi nei forum o Discord se il problema persiste.
pt_br: Algo ruím aconteceu. Tente novamente ou pergunte nos fóruns ou no Discord se o problema persistir.

# ServerResponse_INVALID_EMAIL
source: This email address is not valid.
de_de: Die Email Adresse ist ungültig.
es_es: Esta dirección de email no es valida.
fr_fr: L'adresse email est invalide.
it_it: Questo indirizzo email non è valido.
pt_br: Este endereço de e-mail não é válido.

# ServerResponse_MAINT_MODE
source: Server maintenance is ongoing, see https://forums.projectceleste.com/ for more information.
de_de: Die Server-Wartung ist noch im Gange. Verfolge den Server-Zustand hier: https://forums.projectceleste.com/.
es_es: El servidor está en mantenimiento, consulta https://forums.projectceleste.com/ para más información.
fr_fr: Maintenance du serveur en cours, consultez https://forums.projectceleste.com/ pour plus d' informations.
it_it: La manutenzione del server è in corso, controlla https://forums.projectceleste.com/ per maggiori informazioni.
pt_br: A manutenção do servidor está em andamento, consulte https://forums.projectceleste.com/ para maiores informações.

# ServerResponse_METHOD_NOT_ALLOWED
source: You are not allowed to do that.
de_de: Du hast dafür keine Berechtigung.
es_es: No tienes permiso para hacer eso.
fr_fr: Vous n'êtes pas autorisé à faire cela.
it_it: Non ti è permesso farlo.
pt_br: Você não tem permissão para fazer isso.

# ServerResponse_OUTDATED_LAUNCHER
source: Your launcher is outdated. Please update in order to login.
de_de: Dein Launcher ist veraltet. Update den Launcher um einzuloggen.
es_es: Tu lanzador está anticuado. Actualiza para iniciar sesión.
fr_fr: Votre lanceur n'est pas à jour. Veuillez le mettre à jour avant de vous connecter.
it_it: Il tuo programma di avvio è obsoleto. Aggiorna per accedere.
pt_br: Seu inicializador está desatualizado. Por favor, atualize para fazer o login.

# ServerResponse_PASSWORDS_DOES_NOT_MATCH
source: The entered passwords don't match.
de_de: Die Passwörter sind nicht identisch.
es_es: La contraseña introducida no coincide.
fr_fr: Les mots de passe saisis ne correspondent pas.
it_it: Le password inserite non corrispondono.
pt_br: As senhas inseridas não correspondem.

# ServerResponse_PASSWORD_TOO_SHORT
source: The entered password is too short.
de_de: Das Passwort ist zu kurz.
es_es: La contraseña introducida es demasiado corta.
fr_fr: Le mot de passe saisi est trop court.
it_it: La password inserita è troppo corta.
pt_br: A senha inserida é muito curta.

# ServerResponse_RECEIVER_HAS_TOO_MANY_FRIENDS
source: Your friend has too many friends and cannot receive your request.
de_de: Dein Freund besitzt zu viele Freunde und kann daher deine Anfrage nicht erhalten.
es_es: Tu amigo tiene demasiados amigos y no puede recibir tu solicitud.
fr_fr: Votre ami a trop d'amis et ne peut pas recevoir votre demande.
it_it: Il tuo amico ha troppi amici e non può ricevere la tua richiesta.
pt_br: Seu amigo tem muitos amigos e não pode receber sua solicitação.

# ServerResponse_REGISTRATION_DISABLED
source: Registration is disabled.
de_de: Die Registrierung ist nicht verfügbar.
es_es: El registro esta deshabilitado.
fr_fr: Les inscriptions sont désactivées.
it_it: La registrazione è disabilitata.
pt_br: O registro está desativado.

# ServerResponse_RESET_AWAITING_COOLDOWN
source: You must wait 3 minuets between each reset.
de_de: Du musst zwischen dem Zurücksetzen 3 Minuten warten.
es_es: Debe esperar 3 minutos entre cada reinicio.
fr_fr: Vous devez attendre 3 minutes entre chaque réinitialisation.
it_it: È necessario attendere 3 minuti tra ogni ripristino.
pt_br: Você deve esperar 3 minutos entre cada reinicialização.

# ServerResponse_RESET_SUCCESS
source: Account has been successfully reset
de_de: Das Konto wurde erfolgreich zurückgesetzt.
es_es: Cuenta reinicida con éxito.
fr_fr: Votre compte a été réinitialisé avec succès.
it_it: Account è stato ripristinato con successo
pt_br: A conta foi redefinida com sucesso

# ServerResponse_SUCCESS
source: Success!
de_de: Erfolg!
es_es: ¡Éxito!
fr_fr: Succès !
it_it: Successo!
pt_br: Sucesso!

# ServerResponse_TOO_MANY_FRIENDS
source: You have too many friends to accept new ones.
de_de: Du hast die maximale Anzahl an Freunden erreicht.
es_es: Tienes demasiados amigos, no puedes aceptar más.
fr_fr: Vous avez trop d'amis pour pouvoir en accepter de nouveaux.
it_it: Hai troppi amici per accettarne di nuovi.
pt_br: Você tem muitos amigos para aceitar novos.

# ServerResponse_UNKNOWN_EMAIL
source: No account was found with this email address.
de_de: Kein Konto wurde unter dieser Email Adresse gefunden.
es_es: No se ha encontrado cuenta con esta dirección de email.
fr_fr: Aucun compte n'a été trouvé pour cette adresse email.
it_it: Nessun account trovato con questo indirizzo email.
pt_br: Nenhuma conta foi encontrada com este endereço de e-mail.

# ServerResponse_UNKNOWN_VERIFICATION_KEY
source: This verification key is unknown or not valid.
de_de: Der Bestätigungsschlüssel ist unbekannt oder falsch.
es_es: Esta clave de verificación es desconocida o no es válida.
fr_fr: Cette clé de vérification est inconnue ou invalide.
it_it: Questa chiave di verifica è sconosciuta o non valida.
pt_br: Esta chave de verificação é desconhecida ou inválida.

# ServerResponse_USER_NOT_FOUND
source: This user was not found.
de_de: Der Spieler wurde nicht gefunden.
es_es: Este usuario no se ha encontrado.
fr_fr: Cet utilisateur n'a pas été trouvé.
it_it: Questo utente non è stato trovato.
pt_br: Este usuário não foi encontrado.

# InstallationPathForbidden
source: The launcher cannot be started from {0} because it is not allowed to write files here. Please install your launcher in a directory under "Documents" or a location where it is allowed to write files.
de_de: Der Launcher kann nicht aus {0} gestartet werden, da das Schreiben von Dateien blockiert wird. Installiere den Launcher in einem Ordner unter "Dokumente" oder in einem anderen Ort, der die Installation und das Schreiben von Dateien ermöglicht.
es_es: El lanzador no se puede iniciar desde {0} porque no está permitido escribir archivos aquí. Instala tu lanzador en un directorio bajo "Mis documentos" o en una ubicación donde esté permitido escribir archivos.
fr_fr: Le lanceur ne peut pas être démarré dans {0} car il ne possède pas les droits en écriture sur ce répertoire. Veuillez installer votre lanceur dans un répertoire sous "Mes documents" ou à un emplacement où il possède les droits en écriture.
it_it: Il programma di avvio non può essere avviato da {0} perché non è consentito scrivere file qui. Si prega di installare il programma di avvio in una directory in "Documenti" o in una posizione in cui è consentito scrivere file.
pt_br: El lanzador no se puede iniciar desde {0} porque no está permitido escribir archivos aquí. Instala tu lanzador en un directorio bajo "Mis documentos" o en una ubicación donde esté permitido escribir archivos.

# ServerResponse_INVALID_PASSWORD
source: This password is empty or contains illegal characters.
de_de: Das Passwortfeld ist leer oder enthält ungültige Zeichen.
es_es: Esta contraseña está vacía o contiene caracteres ilegales.
fr_fr: Ce mot de passe est vide ou contient des caractères non autorisés.
it_it: Questa password è vuota o contiene caratteri non validi.
pt_br: Esta contraseña está vacía o contiene caracteres ilegales.

# ServerResponse_INVALID_USERNAME
source: This is not a valid username, only digits and letters allowed.
de_de: Kein gültiger Benutzername. Es sind nur Ziffern und Buchstaben erlaubt.
es_es: Este no es un nombre de usuario válido, solo se permiten dígitos y letras.
fr_fr: Ce nom d'utilisateur est invalide, seuls les chiffres et les lettres sont autorisés.
it_it: Questo non è un nome utente valido, sono consentite solo cifre e lettere.
pt_br: Este no es un nombre de usuario válido, solo se permiten dígitos y letras.

# ServerResponse_USERNAME_ALREADY_TAKEN
source: This username is already taken.
de_de: Dieser Benutzername ist schon vergeben.
es_es: Este nombre de usuario ya está en uso.
fr_fr: Ce nom d'utilisateur est déjà utilisé.
it_it: Questo nome utente è già stato utilizzato.
pt_br: Este nombre de usuario ya está en uso.

# ColorPickerGamePathNotYetSet
source: You must first do a game scan before changing colors.
de_de: Bevor du die Farben änderst, musst du erst mal einen Spiel-Scan machen.
es_es: Debes realizar un escaneo del juego antes de cambiar de color.

# ColorPickerTitlePicker
source: Picker
de_de: Wähler
es_es: Selector

# ColorPickerPlayerColorTitle
source: Player colors
de_de: Spielerfarben
es_es: Colores del jugador

# ColorPickerFriendOrFoeTitle
source: Friend or foe colors
de_de: Verbündete oder Feind Farben
es_es: Colores de amigos o rivales

# ColorPickerSelf
source: Self
de_de: Selbst
es_es: Propio

# ColorPickerAlly
source: Ally
de_de: Verbündete
es_es: Aliado

# ColorPickerFoe
source: Foe
de_de: Feind
es_es: Rival

# ColorPickerDefault
source: Default
de_de: Standard
es_es: Por defecto

# ColorPickerBlue
source: Blue
de_de: Blau
es_es: Azul

# ColorPickerRed
source: Red
de_de: Rot
es_es: Rojo

# ColorPickerYellow
source: Yellow
de_de: Gelb
es_es: Amarillo

# ColorPickerPurple
source: Purple
de_de: Lila
es_es: Púrpura

# ColorPickerGreen
source: Green
de_de: Grün
es_es: Verde

# ColorPickerOrange
source: Orange
es_es: Naranja

# ColorPickerCyan
source: Cyan
es_es: Cian

# ColorPickerPink
source: Pink
de_de: Rosa
es_es: Rosa

# ColorPickerPlayer1
source: Player 1
de_de: Spieler 1
es_es: Jugador 1

# ColorPickerPlayer2
source: Player 2
de_de: Spieler 2
es_es: Jugador 2

# ColorPickerPlayer3
source: Player 3
de_de: Spieler 3
es_es: Jugador 3

# ColorPickerPlayer4
source: Player 4
de_de: Spieler 4
es_es: Jugador 4

# ColorPickerPlayer5
source: Player 5
de_de: Spieler 5
es_es: Jugador 5

# ColorPickerPlayer6
source: Player 6
de_de: Spieler 6
es_es: Jugador 6

# ColorPickerPlayer7
source: Player 7
de_de: Spieler 7
es_es: Jugador 7

# ColorPickerPlayer8
source: Player 8
de_de: Spieler 8
es_es: Jugador 8

# ColorPickerSaveBtn
source: Save
de_de: Speichern
es_es: Guardar

# OverviewPlayerColors
source: Player colors
de_de: Spielerfarben
es_es: Colores de jugador

# ColorPickerBlueSelf
source: Blue (self)
de_de: Blau (selbst)
es_es: Azul (propio)

# ColorPickerYellowAlly
source: Yellow (ally)
de_de: Gelb (verbündete)
es_es: Amarillo (aliado)

# ColorPickerRedFoe
source: Red (foe)
de_de: Rot (feind)
es_es: Rojo (enemigo)

# ColorPickerWindowTitle
source: Color Picker
de_de: Farbwähler
es_es: Selector de color

# OptionNo
source: No
cht: 否
de_de: Nein
fr_fr: Non
pt_br: Não

# UnknownServerResponse
source: Error: {0}
de_de: Fehler: {0}
fr_fr: Erreur : {0}
it_it: Errore: {0}
pt_br: Erro: {0}

# ColorPickerTitleColor
source: Color
de_de: Farb

# OverviewChampionModeInfoSideMenuBtn
source: PvP Info
cht: 玩家对战信息
fr_fr: Info JcJ

# EnableLimitCPUCores
source: CPU Core Limit has been Enabled.
fr_fr: Le jeu utilisera désormais un nombre de coeurs de processeur limité.
