Repository: ProjectCeleste/Celeste.Launcher
Catalog: Celeste_Launcher_Gui/Properties/Resources.*.resx
Languages: cht, de_de, es_es, fr_fr, it_it, pt_br

# DisableLimitCPUCores
source: CPU Core Limit has been Disabled.
fr_fr: Le nombre de coeurs de processeur utilisés par le jeu n'est plus limité.

# OverviewEnableLimitCPUCores
source: Limit CPU Cores
fr_fr: Limiter nb. de coeurs utilisés

# LoginEmailField
source: Email:
cht: 电子邮箱：

# OptionOk
source: Ok
cht: 好的

# RegisterEmailLabelText
source: Email:
cht: 电子邮件：

# MultiplayerSettingsWANCheckbox
source: WAN
cht: 广域网
