Repository: ProjectCeleste/Celeste.Launcher
Catalog: Celeste_Launcher_Gui/Properties/Resources.*.resx
Languages: cht, de_de, es_es, fr_fr, it_it, pt_br

# GameScannerDidNotPass
source: Game scan failed.
cht: 游戏扫描失败。
de_de: Spiel Scan fehlgeschlagen.
es_es: Escaneo del juego fallido.
fr_fr: Échec du scan du jeu.
it_it: Scansione gioco fallita.
pt_br: Falha na verificação do jogo.

# GameScannerDidNotPassQuickScan
source: Some of your game files are outdated. Would you like to run a 'Game Scan' to update these files?
cht: 一些游戏文件似乎丢失了，你是否运行“游戏扫描”来修复/下载文件？如果你是第一次安装游戏，请点击“是”下载游戏的其余部分。
de_de: Einige deiner Spieldateien sind veraltet. Willst du sie mit einem 'Spielscan' aktualisieren?
es_es: Algunos de tus archivos del juego están obsoletos. ¿Quieres ejecutar un escaneo del juego para actualizar estos archivos?
fr_fr: Certains fichiers du jeu sont périmés. Souhaitez-vous lancer un scan pour les mettre à jour ?
it_it: Alcuni dei tuoi file di gioco sono obsoleti. Vuoi eseguire una 'Scansione Gioco' per aggiornare questi file?
pt_br: Alguns arquivos do jogo estão desatualizados. Gostaria de executar a 'Verificação do Jogo' para atualizar os arquivos?

# GameScannerDoneLabel
source: Done
cht: 完成
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
it_it: Fatto
pt_br: Feito

# GameScannerDoneMessage
source: Game scan has successfully completed
cht: 游戏扫描成功完成
de_de: Spiel Scan erfolgreich abgeschlossen.
es_es: El escaneo del juego se completó con éxito
fr_fr: Le scan du jeu s'est terminé avec succès
it_it: Scansione gioco completata con successo
pt_br: A verificação do jogo foi concluída com êxito

# GameScannerDownloading
source: Downloading
cht: 下载中……
de_de: Am Downloaden
es_es: Descargando
fr_fr: Téléchargement
it_it: Scaricando
pt_br: Baixando

# GameScannerDownloadStarting
source: Starting download
cht: 开始下载
de_de: Download starten
es_es: Iniciando descarga
fr_fr: Démarrage du téléchargement
it_it: Avvio del download
pt_br: Iniciando o download

# GameScannerExtracting
source: Extracting downloaded file
cht: 正在提取下载的文件……
de_de: Heruntergeladene Dateien am Extrahieren
es_es: Extrayendo archivos de descarga
fr_fr: Extraction du fichier téléchargé
it_it: Estrazione del file scaricato
pt_br: Extraindo arquivo baixado

# GameScannerFailed
source: An unexpected error occurred while running the game scan. Please try again or check the log files.
cht: 运行游戏扫描时发生意外错误，请重试或检查日志文件。
de_de: Ein unbekannter Fehler ist beim Spiel Scan aufgetreten. Bitte versuche es erneut oder untersuche die Log Dateien.
es_es: Se produjo un error inesperado al ejecutar el análisis del juego. Por favor, intenta nuevamente o verifica los archivos de registro.
fr_fr: Une erreur inattendue s'est produite lors du scan du jeu. Veuillez réessayer ou lire les fichiers journaux.
it_it: Si è verificato un errore imprevisto durante l'esecuzione di Scansione gioco. Riprova o controlla i file di registro.
pt_br: Ocorreu um erro inesperado ao executar a verificação do jogo. Por favor, tente novamente ou verifique os arquivos de log.

# GameScannerFinalizing
source: Finalizing
cht: 完成
de_de: Finalisieren
es_es: Finalizando
fr_fr: Finalisation
it_it: Ultimando
pt_br: Finalizando

# GameScannerScanError
source: Game scanner encountered an unexpected problem. Please try again or check the log files.
cht: 游戏扫描时遇到意外问题，请重试或检查日志文件。
de_de: Game Scanner ist einem unbekannten Problem begegnet. Bitte versuche es erneut oder untersuche die Log Dateien.
es_es: El escaneo del juego encontró un problema inesperado. Por favor, intenta nuevamente o verifica los archivos de registro.
fr_fr: Le scan du jeu a rencontré un problème inattendu. Veuillez réessayer ou lire les fichiers journaux.
it_it: Scansione gioco ha riscontrato un problema imprevisto. Riprova o controlla i file di registro.
pt_br: A verificação do jogo encontrou um problema inesperado. Por favor, tente novamente ou verifique os arquivos de log.

# GameScannerSpartanNotFound
source: Could not locate Spartan.exe, please run a game scan to make sure you are not missing any game files.
cht: 找不到 Spartan.exe ，请运行游戏扫描以确保没有丢失任何游戏文件。
de_de: Spartan.exe konnte nicht gefunden werden. Bitte führe einen Spiel Scan aus um sicher zugehen, dass keine Spieledateien fehlen.
es_es: No se pudo encontrar Spartan.exe, ejecuta un escaneo del juego para asegurarte de que no faltan archivos del juego.
fr_fr: Spartan.exe n'a pas été trouvé, veuillez lancer un scan du jeu pour vous assurer qu'il ne vous manque aucun fichier.
it_it: Impossibile trovare Spartan.exe, eseguire la Scansione gioco per assicurarsi che non manchi alcun file di gioco.
pt_br: Não foi possível localizar o Spartan.exe, execute uma verificação do jogo para garantir que não haja nenhum arquivo do jogo faltando.

# GameScannerVerifying
source: Verifying file integrity
cht: 验证文件完整性
de_de: Überprüfe Datei Integrität
es_es: Verificando la integridad del archivo
fr_fr: Vérification de l'intégrité des fichiers
it_it: Verifica dell'integrità file
pt_br: Verificando a integridade do arquivo

# GameScannerVerifyingDownloadedFile
source: Checking downloaded file
cht: 正在检查下载的文件
de_de: Untersuche heruntergeladene Dateien
es_es: Comprobando archivos descargados
fr_fr: Vérification du fichier téléchargé
it_it: Verifica del file scaricato
pt_br: Verificando o arquivo baixado

# GameScannerVerifyingExtractedFile
source: Checking extracted file
cht: 正在检查提取的文件
de_de: Untersuche extrahierte Dateien
es_es: Comprobando archivos extraídos
fr_fr: Vérification du fichier extrait
it_it: Verifica del file estratto
pt_br: Verificando arquivo extraído

# GenericUnexpectedErrorMessage
source: An unexpected error occurred. Please try again or check the log files.
cht: 发生意外错误，请重试或检查日志文件。
de_de: Ein unbekannter Fehler ist aufgetreten. Bitte versuche es erneut oder untersuche die Log Dateien.
es_es: Ocurrió un error inesperado. Por favor, intenta nuevamente o verifica los archivos de registro.
fr_fr: Une erreur est survenue. Veuillez réessayer ou lire les fichiers journaux.
it_it: Si è verificato un errore imprevisto. Riprova o controlla i file di registro.
pt_br: Um erro inesperado ocorreu. Por favor, tente novamente ou verifique os arquivos de log.

# LauncherUpdaterError
source: An unexpected error occurred while performing the update. The application will now close. If this problem continues, try and update manually.
cht: 执行更新时发生意外错误，启动程序现在将关闭。如果问题仍然存在，请尝试手动更新。
de_de: Ein unbekannter Fehler ist während des Updates aufgetreten. Die Anwendung wird nun geschlossen. Wenn dies Problem erneut auftritt, versuche das Update manuell zu installieren.
es_es: Se produjo un error inesperado al realizar la actualización. La aplicación ahora se cerrará. Si este problema persiste, intenta actualizar manualmente.
fr_fr: Une erreur inattendue s'est produite lors de la mise à jour. L'application va se fermer. Si le problème persiste, essayez de mettre à jour manuellement.
it_it: Si è verificato un errore imprevisto durante l'esecuzione dell'aggiornamento. L'applicazione si chiuderà ora. Se il problema persiste, prova ad aggiornare manualmente.
pt_br: Ocorreu um erro inesperado ao executar a atualização. O aplicativo será fechado agora. Se esse problema persistir, tente atualizar manualmente.

# LauncherUpdaterUpdateSuccess
source: Celeste Fan Project Launcher has been updated and will now re-start.
cht: Celeste Fan Project 启动程序已更新，现在将重启程序。
de_de: Celeste Fan Project Launcher wurde erfolgreich aktualisiert und wird nun neustarten.
es_es: El Lanzador de Celeste Fan Project se ha actualizado y ahora se reiniciará.
fr_fr: Le Lanceur Celeste Fan Project a été mis à jour et va maintenant redémarrer.
it_it: Celeste Fan Project Launcher è stato aggiornato e ora si riavvierà.
pt_br: O Iniciador do Projeto de Fãs Celeste foi atualizado e agora será reiniciado.

# LoginBadEmail
source: The entered email address is not a valid email address.
cht: 输入的电子邮箱地址是无效的。
de_de: Die eingetragene Email Addresse ist ungültig.
es_es: La dirección de correo electrónico introducida no es válida.
fr_fr: L'adresse email saisie n'est pas valide.
it_it: L'indirizzo email inserito non è un indirizzo email valido.
pt_br: O endereço de email inserido não é um endereço de email válido.

# LoginErrorMessage
source: Failed logging in:
cht: 登陆失败：
de_de: Einloggen fehlgeschlagen:
es_es: Error al iniciar sesión:
fr_fr: Échec de la connexion :
it_it: Accesso non riuscito:
pt_br: Falha no login:

# LoginTooLongPassword
source: The entered password has to be maximum 32 characters.
cht: 输入的密码最多为32个字符。
de_de: Das eingetragene Passwort darf nur maximal 32 Zeichen lang sein.
es_es: La contraseña introducida debe tener un máximo de 32 caracteres.
fr_fr: Le mot de passe saisi ne doit pas faire plus de 32 caractères.
it_it: La password inserita deve contenere al massimo 32 caratteri.
pt_br: A senha digitada deve ter no máximo 32 caracteres.

# LoginTooShortPassword
source: The entered password has to be at least 8 characters.
cht: 输入的密码至少为8个字符。
de_de: Das eingetragene Passwort muss mindestens 8 Zeichen lang sein.
es_es: La contraseña introducida debe tener al menos 8 caracteres.
fr_fr: Le mot de passe saisi doit faire au moins 8 caractères.
it_it: La password inserita deve contenere almeno 8 caratteri.
pt_br: A senha digitada deve ter pelo menos 8 caracteres.

# MultiplayerSettingsOtherNetworkDevice
source: Other
cht: 其它
de_de: Sonstiges
es_es: Otra
fr_fr: Autre
it_it: Altro
pt_br: Outros

# NetworkDeviceSelectorNoDeviceSelected
source: Please select a network interface
cht: 请选择网络接口
de_de: Bitte wähle ein Netzwerk Interface aus
es_es: Por favor selecciona una interfaz de red
fr_fr: Veuillez sélectionner un périphérique réseau
it_it: Seleziona un'interfaccia di rete
pt_br: Por favor, selecione uma interface de rede

# ProcdumpInstallError
source: An unexpected error occurred while installing ProcDump. Please try again or check the log files.
cht: 安装 ProcDump 时发生意外错误，请重试或检查日志文件。
de_de: Ein unbekannter Fehler ist beim Installieren von ProcDump aufgetreten. Bitte versuche es erneut oder untersuche die Log Dateien.
es_es: Se produjo un error inesperado al instalar ProcDump. Por favor, intenta nuevamente o verifica los archivos de registro.
fr_fr: Une erreur est survenue lors de l'installation de ProcDump. Veuillez réessayer ou lire les fichiers journaux.
it_it: Si è verificato un errore imprevisto durante l'installazione di ProcDump. Riprova o controlla i file di registro.
pt_br: Ocorreu um erro inesperado ao instalar o ProcDump. Por favor, tente novamente ou verifique os arquivos de log.

# RegisterError
source: An error occurred while registering:
cht: 注册时出现错误：
de_de: Ein Fehler ist beim Registrieren aufgetreten:
es_es: Se produjo un error al registrarte:
fr_fr: Une erreur est survenue pendant l'inscription :
it_it: Si è verificato un errore durante la registrazione:
pt_br: Ocorreu um erro ao registrar:

# RegisterInvalidEmail
source: The entered email address is not a valid email address.
cht: 输入的电子邮箱地址是无效的。
de_de: Die eingetragene Email Addresse ist ungültig.
es_es: La dirección de correo electrónico introducida no es válida.
fr_fr: L'adresse email saisie n'est pas valide.
it_it: L'indirizzo email inserito non è un indirizzo email valido.
pt_br: O endereço de email inserido não é um endereço de email válido.

# RegisterInvalidKeyLength
source: The key you entered is not valid.
cht: 你输入的密码无效。
de_de: Der eingegebene Schlüssel ist ungültig.
es_es: La clave introducida no es válida.
fr_fr: La clé saisie n'est pas valide.
it_it: La chiave inserita non è valida.
pt_br: A chave que você digitou não é válida.

# RegisterInvalidPassword
source: Invalid password, character ' and " are not allowed!
cht: 无效的密码，使用 ' 和 " 不被允许！
de_de: Ungültiges Passwort. Zeichen wie ' und " sind nicht erlaubt!
es_es: ¡Contraseña no válida, el caracter ' y " no están permitidos!
fr_fr: Mot de passe invalide, les caractères ' et " ne sont pas autorisés !
it_it: Password non valida, carattere ' e " non sono consentiti!
pt_br: Senha inválida, caracteres ' e " não são permitidos!

# RegisterInvalidPasswordLength
source: Your password must be between 8 and 32 characters in length.
cht: 密码长度限制为8~32个字符。
de_de: Das neue Passwort muss mindestens 8 Zeichen und maximal 32 Zeichen lang sein.
es_es: Su contraseña debe tener entre 8 y 32 caracteres de longitud.
fr_fr: Votre mot de passe doit faire entre 8 et 32 caractères.
it_it: La password deve contenere da 8 a 32 caratteri.
pt_br: Sua senha deve ter entre 8 e 32 caracteres.

# RegisterInvalidUsername
source: Invalid username, only letters and digits allowed, minimum length is 3 char and maximum length is 15 characters.
cht: 无效的用户名，只允许字母和数字，长度限制为3~15个字符。
de_de: Ungültiger Nutzername. Nur Buchstaben und Ziffern erlaubt. Der Name muss mindestens 3 und maximal 15 Zeichen lang sein.
es_es: Nombre de usuario no válido, solo se permiten letras y dígitos, la longitud mínima es de 3 caracteres y la longitud máxima es de 15 caracteres.
fr_fr: Nom d'utilisateur invalide, seuls les lettres et les chiffres sont autorisés, et la longueur doit être comprise entre 3 et 15 caractères.
it_it: Nome utente non valido, sono consentite solo lettere e cifre, la lunghezza minima è di 3 caratteri e la lunghezza massima è di 15 caratteri.
pt_br: Nome de usuário inválido, somente letras e números são permitidos, o comprimento mínimo é de 3 caracteres e o comprimento máximo é de 15 caracteres.

# RegisterPasswordMismatch
source: The confirmed password must match the first password
cht: 确认的密码必须与第一次输入的密码一致
de_de: Das zu bestätigende Passwort muss dem ersten Passwort gleichen
es_es: La contraseña confirmada debe coincidir con la primera contraseña
fr_fr: Le mot de passe et la confirmation ne correspondent pas.
it_it: La password confermata deve corrispondere alla prima password
pt_br: A senha de confirmação deve corresponder à primeira senha

# ResetPasswordError
source: An error occurred while resetting the password. Please try again or check the log files.
cht: 重置密码时出错，请重试或检查日志文件。
de_de: Ein Fehler ist beim Zurücksetzen des Passworts aufgetreten. Bitte versuche es erneut oder untersuche die Log Dateien.
es_es: Se produjo un error al restablecer la contraseña. Por favor, intenta nuevamente o verifica los archivos de registro.
fr_fr: Une erreur est survenue lors de la réinitialisation. Veuillez réessayer ou lire les fichiers journaux.
it_it: Si è verificato un errore durante il ripristino della password. Riprova o controlla i file di registro.
pt_br: Ocorreu um erro ao redefinir a senha. Por favor, tente novamente ou verifique os arquivos de log.

# ResetPasswordFailed
source: Failed resetting the password due to the following reason:
cht: 由于以下原因，重置密码失败：
de_de: Das Zurücksetzen des Passworts ist aufgrund folgender Gründe fehlgeschlagen:
es_es: No se pudo restablecer la contraseña debido a la siguiente razón:
fr_fr: Échec de la réinitialisation du mot de passe :
it_it: Reimpostazione della password non riuscita a causa del seguente motivo:
pt_br: Falha ao redefinir a senha devido ao seguinte motivo:

# ResetPasswordInvalidEmail
source: The entered email address is not a valid email address.
cht: 输入的电子邮箱地址是无效的。
de_de: Die eingegebene Email Addresse ist ungültig.
es_es: La dirección de correo electrónico introducida no es válida.
fr_fr: L'adresse email saisie n'est pas valide.
it_it: L'indirizzo email inserito non è un indirizzo email valido.
pt_br: O endereço de email inserido não é um endereço de email válido.

# ResetPasswordInvalidKey
source: The entered key is not valid.
cht: 输入的密码无效。
de_de: Der eingegebene Schlüssel ist ungültig.
es_es: La clave ingresada no es válida.
fr_fr: La clé saisie n'est pas valide.
it_it: La chiave inserita non è valida.
pt_br: A chave inserida não é válida.

# ScenarioEditorDeleteScenarioPrompt
source: Are you sure you want to remove the file {0}?
cht: 你确定要删除 {0}？
de_de: Datei {0} wirklich entfernen?
es_es: ¿Estás seguro de que quieres eliminar el archivo {0}?
fr_fr: Êtes-vous sûr de vouloir supprimer le fichier {0} ?
it_it: Sei sicuro di voler rimuovere il file {0}?
pt_br: Tem certeza de que deseja remover o arquivo {0}?

# ScenarioEditorFilePickerFileTypes
source: Scenario files
cht: 场景文件
de_de: Szenario Dateien
es_es: Archivos de escenarios
fr_fr: Fichiers de scénario
it_it: File di scenari
pt_br: Arquivos de cenário

# ScenarioEditorFilePickerTitle
source: Choose Scenario File
cht: 选择场景文件
de_de: Wähle Szenario Datei aus
es_es: Elegir archivo de escenario
fr_fr: Choisissez un fichier de scénario
it_it: Scegli il file dello scenario
pt_br: Escolha arquivo de cenário

# ScenarioEditorOverwritePrompt
source: The file {0} already exists, overwrite it?
cht: 文件 {0} 已经存在，要覆盖它吗？
de_de: Die Datei {0} existiert bereits. Überschreiben?
es_es: El archivo {0} ya existe, ¿sobreescribir?
fr_fr: Le fichier {0} existe, l'écraser ?
it_it: Il file {0} esiste già, vuoi sovrascriverlo?
pt_br: O arquivo {0} já existe, substituir?

# StartGameError
source: An unexpected error occurred while starting Age of Empires Online. Please try again or check the log files.
cht: 在启动 Age of Empires Online 时发生意外错误，请重试或检查日志文件。
de_de: An unexpected error occurred while starting Age of Empires Online. Bitte versuche es erneut oder untersuche die Log Dateien.
es_es: Se produjo un error inesperado al iniciar Age of Empires Online. Por favor, intenta nuevamente o verifica los archivos de registro.
fr_fr: Une erreur inattendue s'est produite lors du lancement de Age of Empires Online. Veuillez réessayer ou lire les fichiers journaux.
it_it: Si è verificato un errore imprevisto durante l'avvio di Age of Empires Online. Riprova o controlla i file di registro.
pt_br: Ocorreu um erro inesperado ao iniciar o Age of Empires Online. Por favor, tente novamente ou verifique os arquivos de log.

# SteamConverterAlreadySteamGame
source: Celeste Fan Project Launcher is already compatible with Steam.
cht: Celeste Fan Project 启动程序已经与 Steam 兼容了。
de_de: Celeste Fan Project Launcher wurde schon mit Steam verbunden.
es_es: El Lanzador de Celeste Fan Project Launcher ya es compatible con Steam.
fr_fr: Le Lanceur Celeste Fan Project est déjà compatible avec Steam.
it_it: Celeste Fan Project Launcher è già compatibile con Steam.
pt_br: O Iniciador do Projeto de Fãs Celeste já é compatível com o Steam.

# SteamConverterIncorrectInstallationDirectory
source: Celeste Fan Project Launcher must be placed in the same folder has the Steam game files.
cht: Celeste Fan Project 启动程序必须与 Steam 游戏文件放在同一个文件夹中。
de_de: Celeste Fan Project Launcher muss in das selbe Verzeichnis wie die Steam Spieledateien platziert werden.
es_es: El Lanzador de Celeste Fan Project debe colocarse en la misma carpeta que tiene los archivos del juego de Steam.
fr_fr: Le Lanceur Celeste Fan Project Launcher doit être placé dans le même dossier que les fichiers du jeu Steam.
it_it: Celeste Fan Project Launcher deve essere collocato nella stessa cartella dei file di gioco di Steam.
pt_br: O Iniciador do Projeto de Fãs Celeste deve ser colocado na mesma pasta com os arquivos do jogo Steam.

# SteamConverterSuccess
source: Celeste Fan Project Launcher is now compatible with Steam. It will now re-start.
cht: Celeste Fan Project 启动程序现在与 Steam 兼容，现在将重启程序。
de_de: Celeste Fan Project Launcher ist nun mit Steam verbunden. Anwendung wird neugestartet.
es_es: El Lanzador de Celeste Fan Project ahora es compatible con Steam. Ahora se reiniciará.
fr_fr: Le Lanceur Celeste Fan Project est désormais compatible avec Steam. Il va désormais redémarrer.
it_it: Celeste Fan Project Launcher è ora compatibile con Steam. Ora si riavvierà.
pt_br: O Iniciador do Projeto de Fãs Celeste agora é compatível com o Steam. Agora será reiniciado.

# UpdateServiceChangelogError
source: Unable to fetch changelog.
cht: 无法获取更改日志。
de_de: Changelog unerreichbar.
es_es: No se puede recuperar el registro de cambios.
fr_fr: Impossible de récupérer le journal des changements.
it_it: Impossibile recuperare il registro delle modifiche.
pt_br: Não foi possível buscar o log de alterações.

# UPnPDisabledError
source: Error: Upnp device not found! "UPnP Port Mapping" has been disabled.
cht: 错误：找不到Upnp设备！“UPnP端口映射”被禁用。
de_de: Fehler: Upnp Gerät nicht gefunden! "UPnP Port Mapping" wurde deaktiviert.
es_es: Error: ¡No se encontró el dispositivo Upnp! "Asignación de puerto UPnP" se ha deshabilitado.
fr_fr: Erreur: périphérique Upnp non trouvé ! "Mappage des Ports UPnP" a été désactivé.
it_it: Errore: dispositivo Upnp non trovato! La "mappatura delle porte UPnP" è stata disabilitata.
pt_br: Erro: dispositivo UPnP não encontrado! "UPnP Mapeamento de portas" foi desativado.

# WindowsFeatureHelperFeatureInstalled
source: Installed
cht: 已安装
de_de: Installiert
es_es: Instalado
fr_fr: Installé
it_it: Installato
pt_br: Instalado

# WindowsFeatureHelperFeatureIsPendingInstall
source: Install pending
cht: 暂停安装
de_de: Installation anstehend
es_es: Instalación pendiente
fr_fr: Installation en attente
it_it: Installazione in sospeso
pt_br: Instalação pendente

# WindowsFeatureHelperFeatureNotSupportedError
source: Not supported (unknow error)
cht: 不支持（未知错误）
de_de: Nicht unterstützt (unbekannter Fehler)
es_es: No soportado (error desconocido)
fr_fr: Non supporté (erreur inconnue)
it_it: Non supportato (errore sconosciuto)
pt_br: Não suportado (erro desconhecido)

# WindowsFeatureHelperFeaturePartiallyInstalled
source: Partially installed
cht: 部分安装
de_de: Teilweise installiert
es_es: Instalado parcialmente
fr_fr: Partiellement installé
it_it: Parzialmente installato
pt_br: Parcialmente instalado

# WindowsFeatureHelperFeatureStaged
source: Staged
cht: 分阶段
de_de: Inszeniert
es_es: Seleccionado
fr_fr: Sélectionné
it_it: Selezionato
pt_br: Encenado

# WindowsFeatureHelperFeatureUnsupported
source: Not supported ({0})
cht: 不支持（{0}）
de_de: Nicht unterstützt ({0})
es_es: No soportado ({0})
fr_fr: Non supporté ({0})
it_it: Non supportato ({0})
pt_br: Não suportado ({0})

# WindowsFeatureHelperUnsupportedOS
source: This feature can only be used on Windows 8 and later. Your are running {0}.
cht: 只能在 Windows 8 或更高级的系统版本上运行，你当前使用的是 {0}。
de_de: Diese Eigenschaft kann nur von Windows 8 oder höher verwendet werden. Du nutzt gerade {0}.
es_es: Esta característica solo se puede usar en Windows 8 y versiones posteriores. Estás ejecutando {0}.
fr_fr: Cette fonctionnalité ne peut être utilisée que sur Windows 8 et plus. Vous utilisez {0}.
it_it: Questa funzione può essere utilizzata solo su Windows 8 e versioni successive. Stai usando {0}.
pt_br: Esse recurso pode ser usado apenas no Windows 8 e posterior. Você está executando {0}.

# WindowsFirewallHelperLauncherNotFound
source: Unable to locate the launcher location.
cht: 无法定位启动程序的位置。
de_de: Unmöglich den Ort des Launchers zu finden.
es_es: No se puede localizar la ubicación del lanzador.
fr_fr: Impossible de localiser le Lanceur.
it_it: Impossibile individuare la posizione del launcher.
pt_br: Não foi possível localizar o local do iniciador.

# WindowsFirewallHelperRuleInvalid
source: Invalid
cht: 无效的
de_de: Ungültig
es_es: Inválido
fr_fr: Invalide
it_it: Non valido
pt_br: Inválido

# WindowsFirewallHelperRuleNotFound
source: Not Found
cht: 找不到
de_de: Unauffindbar
es_es: No encontrado
fr_fr: Introuvable
it_it: Non trovato
pt_br: Não Encontrado

# WindowsFirewallHelperRuleOpen
source: Open
cht: 打开
de_de: Offen
es_es: Abierto
fr_fr: Ouvrir
it_it: Aperto
pt_br: Aberto
