Repository: ProjectCeleste/Celeste.Launcher
Catalog: Celeste_Launcher_Gui/Properties/Resources.*.resx
Languages: cht, de_de, es_es, fr_fr, it_it, pt_br

# LauncherInstalledVersionLabel
source: Installed:
cht: 安装：
de_de: Installiert:
es_es: Instalado:
fr_fr: Installé :
it_it: Installato:
pt_br: Instalado:

# LauncherUpdateNewVersionLabel
source: New:
cht: 新的：
de_de: Neu:
es_es: Nuevo:
fr_fr: Nouveau :
it_it: Nuovo:
pt_br: Novo:

# LauncherUpdateTitle
source: Launcher Update
cht: 更新启动程序
es_es: Actualización del lanzador
fr_fr: Mise à jour du lanceur
it_it: Aggiornamento Launcher
pt_br: Atualização do Iniciador

# LauncherUpdateUpdateBtn
source: Update
cht: 更新
es_es: Actualización
fr_fr: Mettre à jour
it_it: Aggiornamento
pt_br: Atualização

# LoginAutoLoginOption
source: Auto-login
cht: 自动登录
de_de: Auto-Einloggen
es_es: Ingreso automático
fr_fr: Connexion automatique
it_it: Accesso automatico

# LoginForgottenPassword
source: Forgot password?
cht: 忘记了你的密码？
de_de: Passwort vergessen?
es_es: ¿Olvidaste la contraseña?
fr_fr: Mot de passe oublié ?
it_it: Password dimenticata?
pt_br: Esqueceu a senha?

# LoginPasswordField
source: Password:
cht: 密码：
de_de: Passwort:
es_es: Contraseña:
fr_fr: Mot de passe :
pt_br: Senha:

# LoginPerformLoginBtn
source: Login
cht: 登录
de_de: Einloggen
es_es: Iniciar sesión
fr_fr: Connexion
it_it: Accesso

# LoginRememberPasswordOption
source: Remember password
cht: 记住密码
de_de: Passwort erinnern
es_es: Recordar contraseña
fr_fr: Retenir le mot de passe
it_it: Ricorda password
pt_br: Lembrar senha

# MainMenuCelesteSideMenuBtn
source: Website
cht: 官方网站
es_es: Sitio Web
fr_fr: Site web
pt_br: Site

# MainMenuLoginBtn
source: Login
cht: 登录
de_de: Einloggen
es_es: Iniciar sesión
fr_fr: Connexion
it_it: Accesso

# MainMenuPlayOfflineBtn
source: Play Offline
cht: 离线游戏
de_de: Offline spielen
es_es: Jugar offline
fr_fr: Jouer Hors Ligne
it_it: Gioca Offline
pt_br: Jogar Offline

# MainMenuRegisterBtn
source: Register
cht: 注册
de_de: Registrieren
es_es: Registrarse
fr_fr: Inscription
it_it: Registrati
pt_br: Registrar

# OptionYes
source: Yes
cht: 是
de_de: Ja
es_es: Si
fr_fr: Oui
it_it: Si
pt_br: Sim

# OverviewAccountSideMenuBtn
source: Account
cht: 账号
de_de: Konto
es_es: Cuenta
fr_fr: Compte
pt_br: Conta

# OverviewItemSearchSideMenuBtn
source: Item Search
cht: 道具搜索
de_de: Suche Gegenstand
es_es: Búsqueda de articulos
fr_fr: Recherche d'objet
it_it: Ricerca oggetto
pt_br: Pesquisar Itens

# OverviewDonateSideMenuBtn
source: Donate
cht: 捐赠
de_de: Spenden
es_es: Donar
fr_fr: Faire un don
it_it: Donazione
pt_br: Doar

# OverviewFriendsSideMenuBtn
source: Friends
cht: 好友
de_de: Freunde
es_es: Amigos
fr_fr: Amis
it_it: Amici
pt_br: Amigos

# OverviewLoginBtn
source: Play
cht: 开始游戏
de_de: Spielen
es_es: Juega
fr_fr: Jouer
it_it: Gioca
pt_br: Jogar

# OverviewScenarioManagerSideMenuBtn
source: Scenarios
cht: 场景
de_de: Szenarios
es_es: Escenarios
fr_fr: Scénarios
it_it: Scenari
pt_br: Cenários

# OverviewPatchNotesSideMenuBtn
source: Patch Notes
cht: 更新包说明
de_de: Patch Notizen
es_es: Parches
fr_fr: Notes de MàJ
it_it: Note patch
pt_br: Notas

# OverviewPlayOfflineBtn
source: Play Offline
cht: 离线游戏
de_de: Offline spielen
es_es: Jugar offline
fr_fr: Jouer Hors Ligne
it_it: Gioca Offline
pt_br: Jogar Offline

# OverviewSettingsSideMenuBtn
source: Settings
cht: 设置
de_de: Einstellungen
es_es: Opciones
fr_fr: Options
it_it: Opzioni
pt_br: Opções

# OverviewWebsiteSideMenuBtn
source: Website
cht: 官方网站
es_es: Sitio Web
fr_fr: Site web
pt_br: Site

# RegisterCompleteRegistrationBtnText
source: Register
cht: 注册
de_de: Registrieren
es_es: Registrarse
fr_fr: Inscription
it_it: Registrati
pt_br: Registrar

# RegisterPasswordConfirmationLabelText
source: Confirm password:
cht: 确认密码：
de_de: Passwort bestätigen:
es_es: Confirmar contraseña:
fr_fr: Confirmer le mot de passe :
it_it: Conferma password:
pt_br: Confirmar Senha:

# RegisterPasswordLabelText
source: Password:
cht: 密码：
de_de: Passwort:
es_es: Contraseña:
fr_fr: Mot de passe :
pt_br: Senha:

# RegisterResendBtnText
source: Resend
cht: 重新发送
de_de: Erneut senden
es_es: Reenviar
fr_fr: Renvoyer
it_it: Invia di nuovo
pt_br: Reenviar

# RegisterUsernameLabelText
source: Username:
cht: 用户名：
de_de: Nutzername:
es_es: Nombre de usuario:
fr_fr: Nom d'utilisateur :
it_it: Nome utente:
pt_br: Nome do usuário:

# RegisterVerifyBtnText
source: Verify
cht: 验证
de_de: Bestätigen
es_es: Verificar
fr_fr: Vérifier
it_it: Verifica
pt_br: Verificar

# RegisterVerifyLabelText
source: Verify key:
cht: 验证密码：
de_de: Bestätigungs-schlüssel:
es_es: Verificar clave:
fr_fr: Clé de vérification :
it_it: Chiave di verifica:
pt_br: Chave de verificação:

# RegisterCancelBtnText
source: Cancel
cht: 取消
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
pt_br: Cancelar

# MainMenuGameSettingsBtn
source: Settings
cht: 设置
de_de: Einstellungen
es_es: Opciones
fr_fr: Options
it_it: Opzioni
pt_br: Opções

# LanguageComingSoonToolTip
source: Coming soon™
de_de: Erscheint bald™
es_es: Próximamente™
fr_fr: Bientôt disponible™
it_it: Prossimamente™
pt_br: Em breve

# GameScannerTitle
source: Game Scan
cht: 游戏扫描
de_de: Spiel Scan
es_es: Escanear juego
fr_fr: Scan du jeu
it_it: Scansione gioco
pt_br: Verificar Jogo

# GamePathSelectionBrowseBtn
source: Browse
cht: 浏览
de_de: Durchsuchen
es_es: Navegar
fr_fr: Parcourir
it_it: Sfoglia
pt_br: Navegar

# GamePathSelectionScanBtn
source: Scan
cht: 扫描
es_es: Escanear
fr_fr: Scanner
it_it: Scansione
pt_br: Verificar

# GamePathSelectionTitle
source: Run a game scan to install/update/repair Age of Empires Online - Celeste Fan Project
cht: 执行验证游戏完整性操作以安装/更新/修复 Age of Empires Online - Celeste Fan Project
de_de: Spiel Scan ausführen um zu installieren/updaten/reparieren Age of Empires Online - Celeste Fan Project
es_es: Escanear para instalar/actualizar/reparar Age of Empires Online - Celeste Fan Project
fr_fr: Lancer un scan du jeu pour installer/mettre à jour/réparer Age of Empires Online - Celeste Fan Project
it_it: Avvia una Scansione gioco per installare/aggiornare/riparare Age of Empires Online - Celeste Fan Project
pt_br: Execute uma verificação do jogo para instalar/atualizar/reparar Age of Empires Online - Projeto de Fãs Celeste

# GameScannerPatchNotesLabel
source: Patch Notes
cht: 更新包说明
de_de: Patch Notizen
es_es: Notas de Parches
fr_fr: Notes de mise à jour
it_it: Note di rilascio
pt_br: Notas da Correção

# OverviewToolsBtnTooltip
source: Game tools
cht: 游戏工具
de_de: Spiel Werkzeuge
es_es: Herramientas del juego
fr_fr: Outils
it_it: Strumenti
pt_br: Ferramentas do Jogo

# MainMenuDonateSideMenuBtn
source: Donate
cht: 捐赠
de_de: Spenden
es_es: Donar
fr_fr: Faire un don
it_it: Donazione
pt_br: Doar

# MainMenuGameSettingsMenuChangeGameLanguage
source: Change game language
cht: 切换游戏语言
de_de: Spiel Sprache ändern
es_es: Cambiar lenguaje del juego
fr_fr: Changer la langue du jeu
it_it: Cambia la lingua del gioco
pt_br: Alterar idioma do jogo

# MainMenuGameSettingsMenuConvertToSteamGame
source: Convert to Steam game
cht: 转换为 Steam 游戏
de_de: Konvertiere zum Steam Spiel
es_es: Convertir a juego de Steam
fr_fr: Convertir en jeu Steam
it_it: Converti in un goco Steam
pt_br: Converter para o Jogo Steam

# MainMenuGameSettingsMenuDiagnosticsMode
source: Enable diagnostic mode
cht: 启用诊断模式
de_de: Diagnose Modus aktivieren
es_es: Habilitar modo de diagnóstico
fr_fr: Activer le mode diagnostic
it_it: Abilita modalità diagnostica
pt_br: Ativar modo de diagnóstico

# MainMenuGameSettingsMenuFirewallHelper
source: Firewall helper
cht: 防火墙帮助
de_de: Firewall Helfer
es_es: Ayuda para cortafuegos
fr_fr: Outil pare-feu
it_it: Strumento firewall
pt_br: Auxiliar de Firewall

# MainMenuGameSettingsMenuGameScanner
source: Game scanner
cht: 游戏扫描工具
de_de: Spiel Scanner
es_es: Escáner del juego
fr_fr: Scan du jeu
it_it: Scansione gioco
pt_br: Verificador do Jogo

# MainMenuGameSettingsMenuLauncherUpdater
source: Check for updates
cht: 检查更新
de_de: Auf Updates überprüfen
es_es: Buscar actualizaciones
fr_fr: Vérifier les mises à jour
it_it: Controlla aggiornamenti
pt_br: Verifique se há atualizações

# MainMenuGameSettingsMenuWindowsFeatures
source: Windows features
cht: Windows 功能
de_de: Windows Eigenschaften
es_es: Caracteristicas de Windows
fr_fr: Fonctionnalités Windows
it_it: Funzionalità Windows
pt_br: Recursos do Windows

# ResetPasswordConfirmBtn
source: Confirm
cht: 确认
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
it_it: Conferma
pt_br: Confirmar

# ResetPasswordConfirmNewPassword
source: Confirm Password
cht: 确认密码
de_de: Passwort bestätigen
es_es: Confirmar contraseña
fr_fr: Confirmer le mot de passe
it_it: Conferma password
pt_br: Confirmar Senha

# ResetPasswordCurrentPassword
source: Current Password
cht: 当前密码
de_de: Passwort bestätigen
es_es: Contraseña actual
fr_fr: Mot de passe actuel
it_it: Password attuale
pt_br: Senha Atual

# ResetPasswordNewPassword
source: New Password
cht: 新的密码
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova Password
pt_br: Nova Senha

# MultiplayerSettingsConnectionTypeTitle
source: Connection Type
cht: 连接类型
de_de: Verbindungstyp
es_es: Tipo de conexión
fr_fr: Type de connexion
it_it: Tipo di connessione
pt_br: Tipo de Conexão

# MultiplayerSettingsLANCheckbox
source: LAN only
cht: 仅限局域网
de_de: Nur LAN
es_es: LAN sólo
fr_fr: LAN uniquement
it_it: Solo LAN
pt_br: Apenas LAN

# MultiplayerSettingsManual
source: Manual (protocol: UDP, port:1000)
cht: 手动设置（协议：UDP，端口：1000）
de_de: Manuell (Protokoll: UDP, Port:1000)
es_es: Manual (protocolo: UDP, port:1000)
fr_fr: Manuel (protocole : UDP, port : 1000)
it_it: Manuale (protocollo: UDP, porta:1000)
pt_br: Manual (protocolo: UDP, porta:1000)

# MultiplayerSettingsNatPunchthrough
source: NAT Punchthrough (default)
cht: NAT穿透（默认）
de_de: NAT Punchthrough (Standard)
es_es: NAT Punchthrough (por defecto)
fr_fr: NAT Punchthrough (par défaut)
it_it: NAT Punchthrough (predefinito)
pt_br: NAT (padrão)

# MultiplayerSettingsOtherCheckbox
source: Other
cht: 其它
de_de: Sonstiges
es_es: Otros
fr_fr: Autre
it_it: Altro
pt_br: Outros

# MultiplayerSettingsPortMappingTitle
source: Port Mapping (WAN)
cht: 端口映射（广域网）
es_es: Mapeo de puertos (WAN)
fr_fr: Mappage des Ports (WAN)
it_it: Mappatura porte (WAN)
pt_br: Portas (WAN)

# MultiplayerSettingsRemoteIPLabel
source: Remote IP:
cht: 远程IP：
es_es: IP remota:
fr_fr: IP distante :
it_it: IP remoto:
pt_br: IP Remoto:

# MultiplayerSettingsSaveBtn
source: Save
cht: 保存
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
pt_br: Salvar

# MultiplayerSettingsUpnp
source: UPnP using open.nat
cht: 使用open.nat的UPnP
de_de: UPnP nutzt open.nat
es_es: UPnP con open.nat
fr_fr: UPnP avec open.nat
it_it: UPnP con open.nat
pt_br: UPnP usando open.nat

# NetworkDeviceSelectorSaveBtn
source: Select
cht: 选择
de_de: Auswählen
es_es: Seleccionar
fr_fr: Selectionner
it_it: Seleziona
pt_br: Selecione

# NetworkDeviceSelectorTitle
source: Select network device
cht: 选择网络设备
de_de: Netzwerk Gerät auswählen
es_es: Seleccionar dispositivo de red
fr_fr: Selectionner le périphérique réseau
it_it: Seleziona il dispositivo di rete
pt_br: Selecionar dispositivo de rede

# ScenarioManagerAddScenarioTooltip
source: Add scenario
cht: 添加场景
de_de: Szenario hinzufügen
es_es: Añadir escenario
fr_fr: Ajouter un scénario
it_it: Aggiungi scenario
pt_br: Adicionar cenário

# ScenarioManagerDownloadScenarioTooltip
source: Download scenarios
cht: 下载场景
de_de: Szenarios herunterladen
es_es: Descargar escenario
fr_fr: Télécharger des scénarios
it_it: Scarica scenari
pt_br: Baixar Cenários

# ScenarioManagerOpenHelpTooltip
source: Help
cht: 帮助
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
it_it: Aiuto
pt_br: Ajuda

# ScenarioManagerOpenScenarioDirectoryTooltip
source: Open scenario directory in File Explorer
cht: 在文件资源管理器中打开场景目录
de_de: Szenario Verzeichnis im Windows Explorer Ordner öffnen
es_es: Abrir el directorio de escenarios en el explorador de archivos
fr_fr: Ouvrir un dossier de scénario dans Explorer
it_it: Apri la cartella dello scenario in Esplora file
pt_br: Abra o diretório de cenários no Explorador de Arquivos

# ScenarioManagerPlayScenarioBtn
source: Play Scenario
cht: 开始玩场景
de_de: Szenario spielen
es_es: Jugar escenario
fr_fr: Jouer le Scénario
it_it: Gioca scenario
pt_br: Jogar Cenário

# ScenarioManagerRemoveScenarioTooltip
source: Remove selected scenario
cht: 删除选中场景
de_de: Entferne selektiertes Szenario
es_es: Eliminar selección de escenario
fr_fr: Supprimer le scénario sélectionné
it_it: Rimuovi lo scenario selezionato
pt_br: Remover cenário selecionado

# ScenarioManagerTitle
source: Scenario Manager
cht: 场景管理器
de_de: Szenario Manager
es_es: Gestor de escenarios
fr_fr: Gestionnaire de Scénario
pt_br: Gerenciador de cenário

# ResetPasswordEmailAddressField
source: Email address:
cht: 电子邮件地址：
de_de: Email Addresse:
es_es: Dirección de Email:
fr_fr: Adresse Email :
it_it: Indirizzo Email:
pt_br: Endereço de e-mail:

# ResetPasswordResetBtn
source: Reset password
cht: 重置密码
de_de: Passwort zurücksetzen
es_es: Restablecer contraseña
fr_fr: Réinitialiser le mot de passe
it_it: Reimposta password
pt_br: Redefinir senha

# ResetPasswordResetKeyField
source: Reset key:
cht: 重置密码：
de_de: Zurücksetzen-Schlüssel:
es_es: Restablecer clave:
fr_fr: Clé de réinitialisation :
it_it: Chiave di ripristino:
pt_br: Chave de redefinição:

# ResetPasswordSendResetBtn
source: Send reset key
cht: 发送重置密码
de_de: Zurücksetzen-Schlüssel senden
es_es: Enviar clave restablecida
fr_fr: Envoyer la clé de réinitialisation
it_it: Invia chiave di ripristino
pt_br: Enviar chave de redefinição

# WindowsFeatureHelperEnableBtn
source: Enable
cht: 启用
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
it_it: Abilitare
pt_br: Habilitar

# WindowsFeatureHelperEnabledStatus
source: Enabled
cht: 启用
de_de: Aktiviert
es_es: Habilitada
fr_fr: Activé
it_it: Abilitato
pt_br: Habilitado

# WindowsFeatureHelperNotEnabledStatus
source: Not enabled
cht: 未启用
de_de: Nicht aktiviert
es_es: No habilitada
fr_fr: Désactivé
it_it: Non abilitato
pt_br: Não habilitado

# WindowsFeatureHelperTitle
source: Windows Feature Helper
cht: Windows 功能帮助程序
de_de: Windows Eigenschaften Helfer
es_es: Ayuda de funciones de Windows
fr_fr: Outil Fonctionnalité Windows
it_it: Strumento funzionalità Windows
pt_br: Auxiliar de Recursos do Windows

# WindowsFeatureHelperUnknownStatus
source: Unknown
cht: 未知
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
pt_br: Desconhecido

# ProcDumpInstallerTitle
source: Installing ProcDump
cht: 正在安装 ProcDump
de_de: ProcDump installieren
es_es: Instalando ProcDump
fr_fr: Installation de ProcDump
it_it: Installazione di ProcDump
pt_br: Instalando ProcDump

# SteamConverterConfirmBtn
source: Confirm
cht: 确认
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
it_it: Conferma
pt_br: Confirmar

# SteamConverterTitle
source: Please confirm that you want to start Celeste Fan Project Launcher when Age of Empires Online is started through Steam
cht: 请确认你想在 Age of Empires Online 通过 Steam 启动时启动 Celeste Fan Project 启动程序
de_de: Bitte bestätige, dass du den Celeste Fan Project Launcher starten willst wenn Age of Empires Online über Steam gestartet wird
es_es: Por favor confirma que quieres iniciar el lanzador de Celeste Fan Project cuando Age of Empires Online se inicia a través de Steam
fr_fr: Veuillez confirmer que vous souhaitez démarrer le Lanceur Celeste Fan Project quand Age of Empires Online est démarré avec Steam
it_it: Conferma di voler avviare Celeste Fan Project Launcher quando Age of Empires Online viene avviato tramite Steam
pt_br: Confirme que deseja iniciar o Projeto de Fãs Celeste Iniciador quando o Age of Empires Online for iniciado pelo Steam

# WindowsFirewallHelperApplication
source: Application
cht: 应用程序
de_de: Anwendung
es_es: Aplicación
it_it: Applicazione
pt_br: Inscrição

# WindowsFirewallHelperInbound
source: Inbound
cht: 入站
de_de: Eingehend
es_es: Entrada
fr_fr: Entrée
it_it: Ingresso
pt_br: Entrada

# WindowsFirewallHelperOpenBtn
source: Open
cht: 开启
de_de: Öffnen
es_es: Abierto
fr_fr: Ouvrir
it_it: Aperto
pt_br: Abrir

# WindowsFirewallHelperOutbound
source: Outbound
cht: 出站
de_de: Ausgehend
es_es: Salida
fr_fr: Sortie
it_it: Uscita
pt_br: Saída

# WindowsFirewallHelperTitle
source: Windows Firewall Helper
cht: Windows 防火墙帮助
de_de: Windows Firewall Helfer
es_es: Ayuda de cortafuegos de Windows
fr_fr: Outil Pare-feu Windows
it_it: Strumento Windows Firewall
pt_br: Auxiliar de Firewall do Windows

# AutoLoginError
source: Could not perform auto-signin due to an unexpected error
cht: 由于意外错误，无法执行自动登录
de_de: Auto-Einloggen durch unbekannten Fehler nicht möglich
es_es: No se pudo iniciar sesión automáticamente debido a un error inesperado
fr_fr: La connexion automatique a échoué à cause d'une erreur inattendue
it_it: Impossibile eseguire l'accesso automatico a causa di un errore imprevisto
pt_br: Não foi possível executar o login automático devido a um erro inesperado

# AutoLoginFailed
source: Could not perform auto-signin, please sign in again manually
cht: 无法执行自动登录，请手动重新登录
de_de: Auto-Einloggen nicht möglich. Bitte versuche manuell einzuloggen
es_es: No se pudo iniciar sesión automáticamente, inicia sesión de nuevo manualmente
fr_fr: La connexion automatique a échoué, veuillez vous reconnecter manuellement
it_it: Impossibile eseguire l'accesso automatico, accedi di nuovo manualmente
pt_br: Não foi possível realizar o login automático, faça login novamente manualmente

# ChangePasswordError
source: Error while changing password:
cht: 修改密码时出现错误：
de_de: Fehler beim Ändern des Passworts:
es_es: Error al cambiar la contraseña:
fr_fr: Erreur lors du changement de mot de passe :
it_it: Errore durante la modifica della password:
pt_br: Erro ao alterar a senha:

# ChangePasswordInvalidLength
source: The new password must be at least 8 characters and maximum 32 characters.
cht: 新密码长度限制为8~32个字符。
de_de: Das neue Passwort muss mindestens 8 Zeichen und maximal 32 Zeichen lang sein.
es_es: La nueva contraseña debe tener al menos 8 caracteres y un máximo de 32 caracteres..
fr_fr: Le nouveau mot de passe doit faire entre 8 et 32 caractères.
it_it: La nuova password deve contenere almeno 8 caratteri e un massimo di 32 caratteri.
pt_br: A nova senha deve ter no mínimo 8 caracteres e no máximo 32 caracteres.

# ChangePasswordInvalidPassword
source: Invalid password, character ' and " are not allowed!
cht: 无效的密码，使用 ' 和 " 不被允许！
de_de: Ungültiges Passwort, Zeichen wie ' und " sind nicht erlaubt!
es_es: ¡Contraseña no válida, el caracter ' y " no están permitidos!
fr_fr: Mot de passe invalide, les caractères ' et " ne sont pas autorisés !
it_it: Password non valida, carattere ' e " non sono consentiti!
pt_br: Senha inválida, caractere ' e " não são permitidos!

# ChangePasswordMismatch
source: The new password and confirmed password does not match.
cht: 新密码与密码确认不一致。
de_de: Das neue Passwort und das zu bestätigende Passwort stimmen nicht überein.
es_es: La nueva contraseña y la contraseña confirmada no coinciden.
fr_fr: Le nouveau mot de passe et la confirmation ne correspondent pas.
it_it: La nuova password e la password confermata non corrispondono.
pt_br: A nova senha e a senha confirmação não correspondem.

# ChangePasswordSamePassword
source: The new password must be different from the old.
cht: 新密码不能与旧密码相同。
de_de: Das neue Passwort muss anders als das alte Passwort sein.
es_es: La nueva contraseña debe ser diferente de la anterior.
fr_fr: Le nouveau mot de passe doit être différent du précédent.
it_it: La nuova password deve essere differente dalla vecchia.
pt_br: A nova senha deve ser diferente da antiga.

# ChangePasswordSuccess
source: Password successfully changed.
cht: 密码已成功更改。
de_de: Passwort erfolgreich verändert.
es_es: Contraseña cambiada con éxito.
fr_fr: Mot de passe modifié avec succès.
it_it: Password cambiata con successo.
pt_br: Senha alterada com sucesso.

# DiagnosticsModeError
source: An unexpected error occurred while starting diagnostics mode. Please try again or check the log files.
cht: 启动诊断模式时发生意外错误，请重试或检查日志文件。
de_de: Ein unbekannter Fehler ist beim Starten des Diagnose Modus aufgetreten. Versuche es erneut oder untersuche die Log Dateien.
es_es: Se produjo un error inesperado al iniciar el modo de diagnóstico. Por favor, intenta nuevamente o verifica los archivos de registro.
fr_fr: Une erreur inattendue s'est produite lors du lancement du mode de diagnostic. Veuillez réessayer ou lire les fichiers journaux.
it_it: Si è verificato un errore imprevisto durante l'avvio della modalità diagnostica. Riprova o controlla i file di registro.
pt_br: Ocorreu um erro inesperado ao iniciar o modo de diagnóstico. Por favor, tente novamente ou verifique os arquivos de log.

# DiagnosticsModeMissingProcdump
source: Diagnostics mode requires ProcDump to be installed which was not found. Diagnostics mode will therefore be disabled.
cht: 诊断模式需要安装的 ProcDump 没有找到，因此诊断模式将被禁用。
de_de: ProcDump muss zum Funktionieren des Diagnose Modus installiert sein. Der Diagnose Modus wird daher deaktiviert.
es_es: El modo de diagnóstico requiere que se instale ProcDump, que no se ha encontrado. Por lo tanto, el modo de diagnóstico estará deshabilitado.
fr_fr: Le mode Diagnostic a besoin de ProcDump pour fonctionner. Ce dernier n'a pas été trouvé. Le mode Diagnostic sera donc désactivé.
it_it: La modalità diagnostica richiede l'installazione di ProcDump che non è stata trovata. La modalità diagnostica sarà quindi disabilitata.
pt_br: O modo de diagnóstico requer a instalação do ProcDump que não foi encontrado. O modo de diagnóstico será, portanto, desativado.

# EnableDiagnosticsModeInstallProcdumpPrompt
source: ProcDump.exe need to be installed first. Would you like to install it now?
cht: ProcDump.exe 需要安装，你想要现在安装吗？
de_de: ProcDump.exe muss zuerst installiert sein. Soll es jetzt installiert werden?
es_es: ProcDump.exe debe ser instalado primero. ¿Quieres instalarlo ahora?
fr_fr: ProcDump.exe doit d'abord être installé. Souhaitez-vous l'installer maintenant ?
it_it: ProcDump.exe deve essere installato per primo. Vuoi installarlo ora?
pt_br: ProcDump.exe precisa ser instalado primeiro. Você gostaria de instalar agora?

# EnableDiagnosticsModeProcdumpInstallError
source: Failed to enable "Diagnostic Mode". Error message:
cht: 无法启用“诊断模式”，错误信息：
de_de: Aktivieren des "Diagnose Modus" fehlgeschlagen. Fehlernachricht:
es_es: Error al habilitar el "Modo de diagnóstico". Mensaje de error:
fr_fr: Échec de l'activation du mode Diagnostic. Erreur :
it_it: Impossibile abilitare "Modalità diagnostica". Messaggio di errore:
pt_br: Falha ao ativar o "Modo Diagnóstico". Mensagem de erro:

# GameAlreadyRunningError
source: Game is still running, please close it and try again.
cht: 游戏仍在运行，请关闭并重试。
de_de: Laufendes Spiel entdeckt. Bitte schließe es und versuche es erneut.
es_es: El juego aún se está ejecutando, ciérralo e inténtalo de nuevo.
fr_fr: Le jeu est encore en cours d'exécution, veuillez le stopper et réessayer.
it_it: Il gioco è ancora in esecuzione, chiudilo e riprova.
pt_br: O jogo ainda está em execução, feche-o e tente novamente.

# GamePathInvalidPath
source: The selected game path does not exist
cht: 所选择的游戏路径不存在
de_de: Der selektierte Spielpfad existiert nicht
es_es: La ruta del juego seleccionada no existe
fr_fr: Le chemin spécifié n'existe pas
it_it: Il percorso del gioco selezionato non esiste
pt_br: O caminho do jogo selecionado não existe

# GamePathSelectorTitle
source: Select location of Spartan.exe (Age of Empires Online)
cht: 选择 Spartan.exe 的位置（它一般位于 Age of Empires Online 文件夹）
de_de: Wähle den Ort der Spartan.exe aus (Age of Empires Online)
es_es: Seleccionar ubicación de Spartan.exe (Age of Empires Online)
fr_fr: Sélectionnez l'emplacement de Spartan.exe (Age of Empires Online)
it_it: Seleziona la posizione di Spartan.exe (Age of Empires Online)
pt_br: Selecione a localização de Spartan.exe (Age of Empires Online)
